内网情况下正常，仅LB绑定EIP有问题

# module.huaweicloud_elb_loadbalancer.huaweicloud_lb_loadbalancer.elb will be created
  + resource "huaweicloud_lb_loadbalancer" "elb" {
      + admin_state_up        = true
      + enterprise_project_id = "0"
      + id                    = (known after apply)
      + loadbalancer_provider = (known after apply)
      + name                  = "lb-hw-terraform-test"
      + region                = (known after apply)
      + security_group_ids    = (known after apply)
      + tenant_id             = (known after apply)
      + vip_address           = (known after apply)
      + vip_port_id           = (known after apply)
      + vip_subnet_id         = "xxx"
    }

  # module.huaweicloud_vpc_eip.huaweicloud_vpc_eip.eip will be created
  + resource "huaweicloud_vpc_eip" "eip" {
      + address               = (known after apply)
      + charging_mode         = (known after apply)
      + enterprise_project_id = "0"
      + id                    = (known after apply)
      + ipv6_address          = (known after apply)
      + name                  = "lb-hw-terraform-test-eip"
      + port_id               = (known after apply)
      + private_ip            = (known after apply)
      + region                = (known after apply)
      + status                = (known after apply)

      + bandwidth {
          + charge_mode = "traffic"
          + id          = (known after apply)
          + name        = "lb-hw-terraform-test-eip-bandwidth"
          + share_type  = "PER"
          + size        = 200
        }

      + publicip {
          + ip_address = (known after apply)
          + ip_version = (known after apply)
          + port_id    = (known after apply)
          + type       = "5_bgp"
        }
    }

+ resource "huaweicloud_vpc_eip_associate" "associated" {
      + fixed_ip    = (known after apply)
      + id          = (known after apply)
      + mac_address = (known after apply)
      + network_id  = (known after apply)
      + port_id     = (known after apply)
      + public_ip   = (known after apply)
      + region      = (known after apply)
      + status      = (known after apply)
    }